import pic1 from '@/images/amhpic/Picture1.png'
import pic2 from '@/images/amhpic/Picture2.png'
import pic3 from '@/images/amhpic/Picture3.png'
import pic4 from '@/images/amhpic/Picture4.png'
import pic5 from '@/images/amhpic/Picture5.png'
import pic6 from '@/images/amhpic/Picture6.png'
import pic7 from '@/images/amhpic/Picture7.png'
import pic8 from '@/images/amhpic/Picture8.png'
import pic9 from '@/images/amhpic/Picture9.png'
import pic10 from '@/images/amhpic/Picture10.png'
import pic11 from '@/images/amhpic/Picture11.png'
import pic12 from '@/images/amhpic/Picture12.png'
import pic13 from '@/images/amhpic/Picture13.png'
import pic14 from '@/images/amhpic/Picture14.png'
import pic15 from '@/images/amhpic/Picture15.png'
import pic16 from '@/images/amhpic/Picture16.png'
import pic17 from '@/images/amhpic/Picture17.png'
import pic18 from '@/images/amhpic/Picture18.png'
import pic19 from '@/images/amhpic/Picture19.png'
import pic20 from '@/images/amhpic/Picture20.png'
import pic21 from '@/images/amhpic/Picture21.png'
import pic22 from '@/images/amhpic/Picture22.png'

const AmhContent = [
    {
        id:1,
        title: "፩፦ውርጃ (MISCARRAGES)",
        description:"ትርጋሜ: ውርጃ ማለት በሥርዓት ጀምሮ የነበረ እርግዝና ያለጊዜው መቋረጥ ሁኔታ ሲሆን ፤ በራሱ ሰዓት( Spontaneous Miscarrage) ወይም በውጫዊ ግፊት(Induced Abortion ) ምክንያት ሊከሰት ይችላል። ዓይነቶቹም እንደሚከተለው ይዘረዘራሉ: /n፩፦ሙሉ በሙሉ የወጣ(Complete)/n፪፦ በከፊል የወጣ(incomplete)/n፫፦ለመወጣት የሚያቅማማ(threatned )/n፬፦ወርዶ ያልታየ( Missed)//n፭፦የማይቀርለት( Inivitable)/n፮፦የተበከለ(Septic) ተብለው ይከፋፈላሉ",
        image: pic1,
        symptoms:"ምልክቶቹ ከማህጸን መድማት፣ የረጋ ደም መውጣት፣ ከእንብርት በታች ላይ ያለ የሆድ ህመም ወይም ቁርጠት፣ የደም ፍሳሹ ከበዛ፤ ራስ ምታት ዕና ማዞር የደም ግፊት መቀነስ የመሳሰሉ ሁኔታዎች ሊኖሩ የችላሉ።",
        diagnosis:"በሽታውን ማወቂያ በሽታውን በመልክቶቹ፣ በአካላዊ የሃኪም ምርመራ እና የአልትራ ሳውንድ ምርመራ ማወቅ ይቻላል።",
        treatments:"ህክምናው እንደ ውርጃው ዓይነት፤ እረፍት ከመስጠት ጀምሮ፤ ጠርጎ ማህጸንን እስከ ማጠብ የሚደርስ ሲሆን በተጨማሪም ደምን ፣ የደም ስር ፈሳሽን እንዲሁም ደም የሚጨምሩ እንክብሎች መስጠትና፤የተበከለ ከሆነ ደግሞ አንቲባዮቲክስ መስጠት ያስፈልጋል።"
    },
    {
        id:2,
        title: "፪፦ከማህጸን ውጭ እርግዝና(ECTOPIC PREGNANCY)",
        description:"ትርጋሜ: ከስሙ መረዳት እንደሚቻለው፤ ከማህጸን ውጭ እርግዝና የእርግዝና ከማህጸን ውጭ መቀመጥ ማለት ሲሆን ዕርግዝናው የማህጸን ዓፍ ላየ፣የእንቁላል መምረቻው አካል ላይ ፣ እንቁላል መጓጓዣ ትቦ ላይ፡ ወይም ሆድ መስጥ ሊቀመጥ ይችላል። እንደዚህ ዓይነት እርግዝና ወይ በራሱ የሟሽሻል ወይም ፈንድቶ(ተተርትሮ ) የህይውት አደጋ ሊያደርስ ይችላል።",
        image: pic2,
        symptoms:"ምልክቶቹ ከእንብርት በታች ያለ ህመም ከማህጸን መድማት፣ሳይታወቅ ከፈነዳ ደግሞ በደም መፍሰስ ምክንያት የሚመጣ ንዝረት ወይም ራስን መሳት እንዲሁም እስከ ህይወት አደጋ ድረስ ሊያደርስ ይችላል",
        diagnosis:"በሽታውን ማወቂያ ምልክቶቹን ማየትና ፣ሃኪሙ የሚሰራው የማህጸን ምርመራ እንዲሁም የማህጸንና ጽንስ ኧልትራሳውንድ መስራት ያስፈልጋል",
        treatments:"ህክምናው የሚወሰነው ከማህጸን ውጪ ያለው እርግዝና ፈንድቶዋል ወይስ ዓልፈነዳም? በሚለው ይሆናል የፈነዳ ከሆነ ድንገተኛ የቀዶ ጥገና ህክምና የሚያስፈልገው ሲሆን ካልፈነዳ ደግሞ እንደ እርግዝናው መጠን በመድሃኒት ወይም በቀዶ ጥገና እርዳታ ማድረግ ይቻላል።"
    },
    {
        id:3,
        title: "፫፦የሥኳር በሽታ (DIABETES MELLITIUS)",
        description:"ትርጋሜ: የስኳር ህመም ዒንሱሊን የሚባል ሆርሞን በደም ውስጥ ስያንስ ወይም ሰውነት ለተጠቀሰው ሆርሞን ዓልታዘዝ ሲል የሚከሰት የህመም ዓይነት ሲሆን በብዙ ዓይነት የተከፋፈለ ነው እነርሱም:-/nዓይነት ፩ የሥኳር በሽታ (TYPE 1 DM)/nዓይነት ፪ የሥኳር በሽታ ( TYPE 2 DM)/nየእርግዝና ሥኳር በሽታ (PREGNANCY RELATED DM) እና /nሌሎች( OTHERS)  ተብለው የከፋፈላል",
        image: pic3,
        symptoms:"ምልክቶቹ የ ፩ኛ ዓይነት የሥኳር በሽታ የመጀመርያ መገለጫውም ቶሎ ቶሎ መራብ፣ቶሎ ቶሎ መጠማትና በተደጋጋሚ ለውሃ ሽንት መመላለስ ይገኝበታል።በሽታው እየጠነከረ ሲመጣ ክብደት መቀነስ እንዲሁም መሰረታዊ የኩላሊት የዓይን የልብና የደም ትቦ እንዲሁም የውጫዊ ህብለ ሰረሰር አሰራሮችን ማበላሽት ይሆናል ። /nየ ፪ኛ ዓይነት የሥኳር በሽታ መገለጫውም እንደ ፩ኛ ዓይነት የሥኳር በሽታ ባይጸናም ቶሎ ቶሎ መራብ፣ ለወሃ ሽንት ከሌላ ግዜ በተለየ ወደመታጠብያ ክፍል መመላለስ ይገኝበታል።በሽታው እየጠነከረ ሲመጣ ክብደት መቀነስ እንዲሁም መሰረታዊ የኩላሊት የዓይን የልብና የደም ትቦ እንዲሁም የውጫዊ ህብለ ሰረሰር አሰራሮችን ማበላሽት ይገኝነታል ። /nከእርግዝና ጋር የተገናኘው የሥኳር በሽታ ብዙውን ጊዜ የሚከሰተው ከ20 ሳምንት እርግዝና በኋላ ስለሆነ በአጽንኦት የሥኳሩን መጠን መቆጣጠር ያስፈልጋል።",
        diagnosis:"በሽታውን ማወቂያ ከምልክቶቹ በተጨማሪ የስኳሩን መጠን በቁጥር መለካት እንዲሁም ችግር ያስከተለባቸውን ዓካላት ዓሰራር መመርመር ያስፈለጋል",
        treatments:"ህክምናው የዓካል እንቅስቃሴ ማድረግ፣ የዓመጋገብ ሥርዓትን ማስተካከል፣ ከመድሃኒት በፊት የሚመከር ሲሆን መድሃኒት ለሚያስፈልጋቸው በዕንክብል ውይም በመርፌ የሚስጡ መድሃኒቶች እንደ በሽታው ዓይነትና መጠን ይታዘዛል።"
    },
    {
        id:4,
        title: "፬፦ደም ግፊት (HYPERTENTSION)",
        description:"ትርጋሜ: የደም ግፊት በሽታ ማለት ሰዎች በተረጋጋ ሁኔታ ባሉበት የደም ግፊታቸው በደም ምቺ (Systolic) ግዜ ከ140 በላይ፤ እንዲሁም በደም ቅበላ( diastolic) ግዜ ደግሞ ከ 90mmHg በላይ ሲሆን ደም ግፊት ዓለባቸው ይባላል። በመሠረታዊ ደረጃ ደም ግፊት በሁለት ዓይነት የከፈላል: /n 1፦ምክንያት የሌለው ደም ግፊት (ESSENTIAL HTN) /n 2፦ሁለተኛ ምክንያት ያለው ደም ግፊት (2ry HTN)",
        image: pic4,
        symptoms:"ምልክቶቹ ብዙውን ግዜ ምልክቶችን ዓያሳይም እየባሰ ሲመጣ ግን ራስ ምታት እንዲሁም ማጅራትን ጨምድዶ መያዝ ሊኖረው ይችላል። የባሰ ደም ግፊት ሲኖረው ወይም በሽታው እየጠነከረ ሲመጣ መሰረታዊ የኩላሊት፣የዓይን የልብና የደም ትቦ አሰራሮችን ማበላሽት ይሆናል።",
        diagnosis:"በሽታውን ማወቂያ በዋናነት ደረጃ የደም ግፊቱን በመለካት የሚታወቅ ሲሆን መነሺያ ምክንያት ካለው ወይም ተጋዳኝ ችግሮች ይዞ የተገኘ ደግሞ የደም ምርመራ እና የምሥል ምርመራዎች ማድረግ ያስፈልጋል።",
        treatments:"ህክምናው የዓካል እንቅስቃሴ ማድረግ የዓመጋገብ ሥርዓትን ማስተካከል ክብደት መቀነስ ጨው መቀነስ ወዘተ ከመድሃኒት በፊት የሚመከር ሲሆን የመድሃኒት እንክብል ደግሞ እንደ ደም ግፊቱ ዓይነትና መጠን የሚሰጥ ይሆናል።"
    },
    {
        id:5,
        title: "፭፦የመካከለኛው የጆሮ ክፍል ኢንፌክሽን(OTITIS MEDIA)",
        description:"ትርጋሜ: ይህ በሽታ ከባክቴርያ ተውሳክ ወይም ከቫይረስ የሚመጣ ሲሆን ብዙ ጊዜ የላይኛውን የአየር ትቦ ኢንፌክሽን ተከትሎ የሚከሰት ነው። ይህ በሽታ በየትኛውም እድሜ ሚከሰት ቢሆንም በብዛት የሚከሰተው ግን ከ3ወር እድሜ እስከ 3 ዓመት እድሜ ባላቸው ህጻናት ላይ ነው።",
        image: pic5,
        symptoms:"ምልክቶቹ የጆሮ ውስጥ ህመም፣ ትኩሳት፣ ማቅለሽለሽ ማስታወክ እንዲሁም በጣም ህጻናት በሆኑት ላይ ማስቀመጥም ሊከሰትም ይችላል።",
        diagnosis:"በሽታውን ማወቂያ በምልክቶቹና ሃኪሙ በጆሮ መመልከሻ(Otoscope) በማየት በሽታውን ማወቅ የሚቻል ቢሆንም ፈሳሽ ካለወ ሸሳሹን ወስዶ ተህዋሱን ማርባትና መጥፊያውን መለየት( Culture & Sensitivity) ይቻላል",
        treatments:"ህክምናው የህመም ማስታገሻን ፣ጸረ ተሀዋስያንን እና ሲብስ ደግሞ ቀዶ ጥገና ማድረግን ይጨምራ"
    },
    {
        id:6,
        title: "፮፦የሳንባ ምች(PNEUMONIA)",
        description:"ትርጋሜ:ይህ በሽታ ከባክቴርያ ተውሳክ ከቫይረስ፣ከፈንገስ ከመሳሰሉት የሚመጣ ሲሆን ብዙ ጊዜ የታችኛውን የአየር መተንፈሻ ዓካል ላይ የሚከሰት ኢንፌክሽን ነው። ይህ በሽታ በየትኛውም እድሜ ሚከሰት ቢሆንም በሽታውን የሚያስከትሉ ተህዋስያን እንደ ህመምተኛው እድሜና የኧኗኗር ዘይቤ ይለያያሉ",
        image: pic6,
        symptoms:"ምልክቶቹ የደረት ላይ ህመም፣ ትኩሳት፣ ደረቅ ሳል፣ ዓክታ ያለው ሳል ፣ ደም የቀላቀለ አክታ የመሳሰሉት ምልክቶች የሚታዩ ሲሆን ውሃ ሲቃጥርና ሰፋ ያለ የሳምባው አካል ሲያዝ ከፍተኛ የደረት ላይ ህመም እና መተንፈስ መቸገር ያመጣል።",
        diagnosis:"በሽታውን ማወቂያ በምልክቶቹና የሃኪሙ ምርመራ እንዲሁም ራጅ በማንሳተ እንዲሁም ደም በመውሰድ የነጭ ደም ሴል ቁጥሮችና ዕይነቶቹን በማየት ምን አይነት ተህዋስ እነደሆነ መለየት ይቻላል። ሳምባ ውስጥ ፈሳሽ ካለወ ሸሳሹን ወስዶ ተህዋሱን ማርባትና መጥፊያውን መለየት ( Culture &Sensitivity) በመስራት በሽታውን ማወቅ ይቻላል።",
        treatments:"ህክምናው ጸረ_ተህዋስያንን (Antimicrobials) እንደ በሽታው አመንጪ ዓይነት ለይቶ መጠኑን እና ዓይነቱን በማስተካከል መስጠት።"
    },
    {
        id:7,
        title: "፯፦ዓስም (ASTHMA)",
        description:"ትርጋሜ: አሥም በተለያየ ምክንያት ሊቀሰቀስ የሚችል የዓየር ትቦ ጊዜያዊ መኮማተር ማለት ሲሆን ሙሉ በሙሉ ወይም በከፊል የሳምባውና አካል ሊያዳርስ ይችላል።",
        image: pic7,
        symptoms:"ምልክቶቹ ደረትን ጨምድዶ መያዝ ፣ ደረቅ ሳል፣ የአየር ማጠር ፣ ሲርሲር የሚል የመተንፈሻ አካል ድመጽ እየከበደም ሲመጣ የህይወት አደጋ ሊያመጣ ይችላል",
        diagnosis:"በሽታውን ማወቂያ የታማሚወ ታሪክ በመጠየቅ ፣ ዓካላዊ መርመራ በማድረግ የሳምባውን ምልክቶች በማየት እና የሳምባውን አሰራር በመመርመር ማወቅ ይቻላል",
        treatments:"ህክምናው ቀስቃሽ መነሻዎቹን መቆጣተርና ማስወገድ የሳንባ ትቦ መኮማተርን የሚቀለብሱ መድሃኒቶችንና ስተሮይድ መድሃኒቶችን መጥቀም ይገኝባቸዋል። /n ህመሙ የባሰባቸው ታማሚዎች ኦክሲጅን ወይም የመተንፈሻ መደገፍያ መሳርያ ሊያስፈልጋቸው ይችላል"
    },
    {
        id:8,
        title: "፰፦ሳይነሳይተስ (SINUSITIS)",
        description:"ትርጋሜ: ሳይነሳይተስ ማለት በራስ ቅል ውስጥ ያሉ ጎሬ መሳይ ቀዳዳዎች በተህዋስያን ሲበከል የሚፈጠር በሽታ ሢሆን ዓልፎ ዓልፎ ደግሞ ሰዎች ለተለያየ ነገር ዓለርጂ ሲኖራቸውም ሊፈጠር የሚችል በሽታ ነው",
        image: pic8,
        symptoms:"ምልክቶቹ ማስነጠስ ራስ ምታት ካፍንጫ ፍሳሽ ወይም ሽታ ያለው ፍሳሽ ሊታይ ይችላል",
        diagnosis:"በሽታውን ማወቂያ በምልክቶቹ በሽታውን ማወቅ ቢቻልም ዓልፎ ዓልፎ ራጅ ወይም ሲቲ ስካን ሊያስፈልግ ይቻላል",
        treatments:"ህክምናው እንደ በሽታው አይነት የዓለርጂ መድሃኒት ዓንቲባዮቲክስ እንዲሁም የህመም ማስታገሻ መድሃኒት መውሰድ ያስፈልጋል"
    },
    {
        id:9,
        title: "፱፦የጨጓራ ቁስለት(GASTRITIS)",
        description:"ትርጋሜ: የጨጓራ ህመም የሰውነት አሲድ እና ፔፕሲን መጠን ሲዛባ የሚመጣ ሲሆ ን ችግሩን ሊቀሰቅሱና ሊያባብሱ የሚችሉ ምክንያቶች ከፍተኛ የካፌን መጠን ያላቸው መጠጦች ፣ያዓልክሆል መጠጦች፣ ጭንቀት፣ ሰዓት ጠብቆ ምግብ ዓለመመገብ የመሳሰሉት ምክንያቶች የገኙበታል።",
        image: pic9,
        symptoms:"ምልክቶቹ ማቃጠል በተደጋጋሚ ማጋሳት ማቅለሽለሽ ምግብ ፍላጎት መጨመር ወይም መቀነስ ፣እየባሰ ሲመጣ ደግሞ ደም ማስመለስ እንዲሁም የጨጓራ ግድግዳ መተርተር ሊያስከትል ይችላል።",
        diagnosis:"በሽታውን ማወቂያ በምልክቶቹ ማወቅ የሚቻል ቢሆንም እየባሰ ሲመጣ ግን የደም መርመራ ኤች ፓይሎሪ የሚባል ተህዋስን መኖሩን ለማረጋገጥ መሥራት የሚያስፈልግ ሲሆን አልፎ አልፎ ጨጓራውን በካሜራ ማየት ሊያስፈልግ ይችላል።",
        treatments:"ህክምናው የጨጓራ ህመም ህክምና አሲድ ማክሸፍያ ከመውሰድ ጀምሮ እስከ ቀዶ ጥገና ሊደርስ የሚችል ሲሆን በየደራጃወ የሚለያይ ነወ የሚሆነወው። ከመዳኒት ባሻገር የጨጋራን ህመም ማዳን የሚቻለው መነሺያ የሆኑ ምክንያቶችን በመቀነስ ነው።"
    },
    {
        id:10,
        title: "፲፦የትርፍ አንጀት ዒንፌክሽን (APPENDICITIS)",
        description:"ትርጋሜ: የትርፍ አንጀት ኢንፌክሽን የአንጀት ተቀጽያ በባክቴርያ መበከል እና መበላሽት ሲሆን በጊዜ ካልታከመ አብጦ ሊፈነዳም የሚችልበት ደረጃ የኖራል።",
        image: pic10,
        symptoms:"ምልክቶቹ ከእንብርት አካባቢተነስቶ ወደ ቀኝ የታችኛው የሆድ ጫፍ የሚሄድ ህመም ማቅለሽለሽና ማስመለስ የምግብ ፍላጎት መዝጋት እየከበደ ሲመጣ ደግሞ የመፈንዳት ችግር ያጋጥማል በፍጥነት ካልታከመም የህይወት አደጋ ሊያጋጥም ይችላል።",
        diagnosis:"በሽታውን ማወቂያ በሽታው በምልክቶቹ የሚታወቅ ሲሆን የችግሩን መጠን ለመረዳት ግን የደም መርመራ በማድረግ የ ነጭ የደም ሴል መጠንን መለካት ያስፈልጋል ፤ አልፎ አልፎም የምስል ምርመራዎች ማድረግ በአልትራ ሳውንድ ወይም በሲቲ እስካን ማየት",
        treatments:"ህክምናው በድንገተኛ ቀዶ ጥገና በማድረግ የተበከለውን ትርፍ አንጀት ማውጣት ሲሆን ፤ ብክለቱ ሌላውን የአንጀት ክፍል እንዳያበላሽው አንቲባዮቲክስ መስጠት ያስፈልጋል።"
    },
    {
        id:11,
        title: "፲፩፦ቆሮቆር (TINEA CAPITIS )",
        description:"ትርጋሜ: ቆሮቆር ማለት የራስ ቅል ቆዳ ላይ የሚከሰት የፈንገስ ኢንፌክሽን ሲሆን በተለያየ አጋጣሚ ከሰው ወደሰው ሊተላለፍ የችላል ለምሳሌ ያህል በተመሳሳይ ፎጣ መጠቀም ፣ ንጽህና በጎደላቸወ የህዝብ መተቀምያ ጸጉር ቤቶች መተቀም የአንዱን ወደ ለላው ሊያስተላልፍ ይችላል",
        image: pic11,
        symptoms:"ምልክቶቹ በጣም የራስ ቅልን ማከክ ፣ ጸጉር በሚበጠርበት ጊዜ ነጭ ቅርፊት መውጣት ወይም ብናኝ መሰል ነገሮች መርገፍ",
        diagnosis:"በሽታውን ማወቂያ በሽታውን በምልክቶቹ ብቻ ማወቅ ቢቻልም አንዳንድ ግዜ አስፈላጊ ሆኖ ከተገኘ ኬኦ፠ኤች የሚባል ምርመራ ከብናኙ ላይ ሰርቶ በሽታውን ማወቅ ይቻላል።",
        treatments:"ህክምናው በጊዜ ወደህክምና ለሚመጡ ታማሚዎች የጸረ_ፈንገስ ሻምፖ ለተወሰኑ ሳምንታት በመጠቀም ማከም ሲቻል፤ ዘግይተው ለሚመጡት ግን በአፍ የሚወሰድ ጸረ ፈንገስ እንክብል ከ15 ቀናት ጀምሮ እስከ 3 ወራት ድረስ መውሰድ ሊያስፈልግ ይችላል።"
    },
    {
        id:12,
        title: "12፦ቋቁቻ (TINIA CORPORIS)",
        description:"ትርጋሜ: ቋቁቻ ማለት በገላ ላይ የሚከሰት የፈንገስ ኢንፌክሽን ሲሆን በተለያየ አጋጣሚ ከሰው ወደሰው ሊተላለፍ የችላል ለምሳሌ ያህል በተመሳሳይ ፎጣ መጠቀም ፣ ንጽህና በጎደላቸወ የህዝብ መታጠብያ ቤቶች መተቀም የአንዱን ወደ ለላው ሊያስተላልፍ ይችላል",
        image: pic12,
        symptoms:"ምልክቶቹ ገላን ማከክ ፣ ገላን በሚያኩበት ጊዜ ነጭ ብናኝ መሰል ነገሮች መርገፍ ዋነኛ ምልክቹ ናቸው",
        diagnosis:"በሽታውን ማወቂያ በሽታውን በምልክቶቹ ብቻ ማወቅ ቢቻልም አንዳንድ ግዜ አስፈላጊ ሆኖ ከተገኘ ኬኦ፠ኤች የሚባል ምርመራ ከብናኙ ላይ ሰርቶ በሽታውን ማወቅ ይቻላል",
        treatments:"ህክምናው በጊዜ ወደህክምና ለሚመጡ ታማሚዎች የጸረ_ፈንገስ ክሬም( ቅባይ) ለተወሰኑ ሳምንታት በመጠቀም ማከም ሲቻል፤ ዘግይተው ለሚመጡት ግን በአፍ የሚወሰድ ጸረ ፈንገስ እንክብል ከ15ቀን ድረስ መውሰድ ሊያስፈልግ ይችላል።"
    },
    {
        id:13,
        title: "13፦ጥፍረ መጥምጥ (TINIA UNGIUM)",
        description:"ትርጋሜ: ጥፍረ መጥምጥ ማለት ጥፍር ውስጥ የሚከሰት የፈንገስ ኢንፌክሽን ሲሆን በብዛት በባዶ እግራቸው የሚጓዙ ወይም ሲጓዙ በነበሩ ሰዎች ላይ የሚከሰት የፈንገስ ዓይነት ሲሆን ህክምና ካልተደረገለት ጥፍርን እስክ ማስነቀል ሊደርስ ይችላል ፤ እንደማንኛውም የፈንገስ ዓይነት ከሰው ወደሰው ሊተላለፍ የሚችልበት አጋጣሚም አለ",
        image: pic13,
        symptoms:"ምልክቶቹ የጥፍር ሥር ማሳከክ ፣ ጥፍር መልኩን እና ልስላውን ማጣት ፣ የጥፍር መሰበር ወዘት ምልክቶቹ ናቸው",
        diagnosis:"በሽታውን ማወቂያ በሽታውን በምልክቶቹ ብቻ ማወቅ ቢቻልም አንዳንድ ግዜ አስፈላጊ ሆኖ ከተገኘ ኬኦ፠ኤች የሚባል ምርመራ ከፍርፋሪወ ላይ ሰርቶ በሽታውን ማወቅ ይቻላል",
        treatments:"ህክምናው  በአፍ የሚወሰድ ጸረ ፈንገስ እንክብል ቢያንስ 3 እስከ ስድስት ወራት ድረስ መውሰድ ሊያስፈልግ ይችላል። ከሌሎቹ የፈንገስ ህመሞች በተለየ ይህ በሽታ ለመዳን በንጽጽር ረዘም ያለ ጊዜ ይፈጃል።"
    },
    {
        id:14,
        title: "14፦የጺም ፎሮፎር (TINIA barbae)",
        description:"ትርጋሜ: የጺም ፎሮፎር የወንድ ልጅ ጺም በሚወጣበት የፍት አካል ላይ የሚወጣ የፈንገስ ኢንፌክሽን ሲሆን በተለያየ አጋጣሚ ከሰው ወደሰው ሊተላለፍ የችላል ለምሳሌ ያህል በተመሳሳይ ፎጣ መጠቀም ፣ ንጽህና በጎደላቸወ ጸጉር መከርከሚያ ቤቶች ውስጥ ከአንዱ ወደ ለላው ሊያስተላልፍ ይችላል።",
        image: pic14,
        symptoms:"ምልክቶቹ ፊትን የማቃጠል ስሜትን ጺም አካባቢ በጣም ማሳከክ ፣ ፊትን በሚያኩበት ጊዜ ነጭ ብናኝ መሰል ነገሮች መርገፍ ዋነኛ ምልክቹ ናቸው።",
        diagnosis:"በሽታውን ማወቂያ በሽታውን በምልክቶቹ ብቻ ማወቅ ቢቻልም አንዳንድ ግዜ አስፈላጊ ሆኖ ከተገኘ ኬኦ፠ኤች የሚባል ምርመራ ከብናኙ ላይ ሰርቶ በሽታውን ማወቅ ይቻላል",
        treatments:"ህክምናው በጊዜ ወደህክምና ለሚመጡ ታማሚዎች የጸረ_ፈንገስ ክሬም( ቅባይ) ለተወሰኑ ሳምንታት በመጠቀም ማከም ሲቻል፤ ዘግይተው ለሚመጡት ግን በአፍ የሚወሰድ ጸረ ፈንገስ እንክብል ከ15ቀን ድረስ መውሰድ ሊያስፈልግ ይችላል።"
    },
    {
        id:15,
        title: "15፦ንብለት (CELLULITIS )",
        description:"ትርጋሜ: ንብለት የሚባለው በሽታ ከቆዳ ስር ያለን የሰውነት አካል ማለትም ጡንቻን ፣ታይተ፠ቆዳ ስብን ፣ እንዲሁም አገናኝ ጅማቶች በሙሉ ሙሉበሙሉ ወይም በከፊል በባክቴርያ ሲለከፍና ሲብእል የሚከሰት የበሽታ አይነት ነው።",
        image: pic15,
        symptoms:"ምልክቶቹ ከፍተኝ የሆነ የህመም ስሜት ፣በነበለው ክፍለ አካል አካባቢ እብጠትና መወየብ ፣ከፍተኛ ትኩሳት እንዲሁም በሽታው በእግር ላይ ከሆነ መራመድ ማቃት ወይም በሽታው እንደተከሰተበት ክፍለ አካል ዓይነት ምልክቶቹ ሊለያዩ ይችላሉ።",
        diagnosis:"በሽታውን ማወቂያ በሽታው በምልክቶቹ የሚታወቅ ቢሆንም ፤ የችግሩን መጠን ለመረዳት የነጭ ደም ሴል መጠን ምን ያህል እንደሆነ ማወቅ አልፎ አልፎ አልፎም የምሥል ምርመራዎች ማድረግ የሚያሥፈልግበት ሁኔታም ይኖራል።",
        treatments:"ህክምናው ታማሚው ሳይዘገይ ወደ ህክምና ከመጣ በአፍ የሚወሰድ ጸረ-ባክቴርያና የህመም ማስታገሺያ መስጠት ሲሆን ፣ኢንፌክሽኑ ወደደም ከገባ ወይም ታማሚው ዘግይቶ ከመጣ የደም ሥር ፍሳሽና እና የደም ሥር ጸረ- ባክቴርያ ከህመም ማስታገሺያ ጋር አብሮ መስጠት ያስፈልጋል።"
    },
    {
        id:16,
        title: "16፦ንዝረት(Shock",
        description:"ትርጋሜ:/n ዓይነቶቹ ፩፦እንሰተ፠ፈሳሽ ንዝረት( Hypovolumic) /n ፪፦ስንፈተ፠ልብ ሰራሽ ንዝረት(Cardiogenic)/n ፫፦ጥሰተ፠ሥምሪት ንዝረት( Distributive)/n ፫፦፩ ህብለ ሰረሰራዊ ንዝረት( neurogenic)/n ፫፦፪ ቅጽባዊ ንዝረት( Anaphylactic )/n ፬፦ ደንቃራዊ ንዝረት(Obstructive)/n ፭፦ብዕላዊ ንዝረት( Septic ) በመባል ይከፋፈላሉ።",
        image: pic16,
        symptoms:"ምልክቶቹ ይህ በሽታ ከላይ እንደ ተገለጸው ዓይነቱ የተለያይ በመሆኑ ምልክቶቹና የመልክቶቹ መነሻ የተለያየ ነው። ነገር ግን ሁሉንም የሚያስማማወ ምልክት የታማሚው ደም ግፊት በከፍተኛ ደረጃ የቀነሰ ይሆናል ፣ የደም ግፊቱ በመቀነሱ ምክንያትነ በቂ የሆን ምግብና ኦክሲጅ ለሰውነት አካላት በበቂ ሁኔታ ስልማይደርስ ታማሚው ራሱን ሊስት ይችላል።",
        diagnosis:"በሽታውን ማወቂያ ምልክቶቹ ችግሩን ቢያሳውቁም ከላይ እንደተጠቀሰው የዚህ በሽታ መነሻ ምክንያቶቹ ብዙ በመሆናቸው ምርመራውም የዛኑ ያህል የተለያየ ይሆናል ከምርመራዎቹም መካከል የልብ ትርታ (ECG)፣የልብ አልትራ ሳውንድ(Echocardiography) ፣ ነጭ የደም ሴል መጠን ፣ ደም ወሰዶ ተህዋስ ማርባትና ማጥፍያውን መለየት፣ የመሳሰሉ ምርመራዎች ያሰፈልጋል።",
        treatments:""
    },
    {
        id:17,
        title: "17፦ የልብ ድካም( Heart Failure )",
        description:"ትርጋሜ: የልብ ድካም በሽታ ከስሙ መረዳት እንደሚቻለው ልብ ለመላው ሰውነት ማድረስ የሚገባውን ያህል ምግብ ና ኦክጅን ለማቅረብ የሚያስችል ጉልበት ሢያጣ የሚከሰት የበሽታ አይነት ነው። የችግሩ ምክንያት የልብ በሮች( Valves) ፣ የልብ ግድግዳ ችግር ወይም የልብ የኤሌክትሪክ አሰራር ሲበላሽ የሚከሰት ነው። ችግሮ የቀኝ ወይም የግራ ልብን በተናጠል ሲብስ ደግሞ ሁለቱንም በአንድነት ሊያጠቃ የችላል ። /n አንድ ግለሰብ የልብ ህመምተኛ ከሆነ በኋላ ችግሩ ሊያባበሱ የሚችሉ ምክንያቶች ሰለሚኖሩ በተቻለ መጠን ችግሩ እንዳይባባስ ጥንቃቄ ማድረግ ያስፈልገዋል። የልብ ድካም ህመምን ሊያባብሲ የሚችሉ ምክንያቶች ከበዙ በጥቂቱ /n ፩፦መድሃኒት ማቋረጥ /n ፪፦ብልዓት(ኢንፌክሽን)",
        image: pic17,
        symptoms:"ምልክቶቹ በቀላሉ መድከም፣ቶሎ ቶሎ መተንፈስ ፣ ከፍ ያለ ትራስ ላይ ካልሆነ በቀር ለመተኛት መቸገር ፣ ድንገታዊ /n የሌሊት አየር እጥረት፣ የእግር ማበጥ ፣ የሆድ በውሃ መወጠር የመሳሰሉት ይገኙበታል።",
        diagnosis:"በሽታውን ማወቂያ ምልክቶቹ ችግሩ ቢያሳውቁም ፤ከላይ እንደተጠቀሰው የዚህ በሽታ መነሻ ምክንያቶቹ ከቀኝ ወይም ከግራ የልብ ክፍል ወይም ከልብ የኤለክትሪክ አሰራር ብልሽት ሊሆን ሰለሚችል ምርመራውም የዛኑ ያህል ሁሉንም ለመፈተሽ የሚያስችል እንዲሆን ያስፈልጋል፤ ከምርመራዎቹም መካከል የልብ ትርታ (ECG)፣የልብ አልትራ ሳውንድ(Echocardiography) ፣ ነጭ የደም ሴል መጠን ፣ እድዲሁም ደም ወሰዶ ተህዋስ ማርባትና ማጥፍያውን መለየት፣የደረት ራጀት የመሳሰሉ ምርመራዎችን ማድረግ ያስፈልጋል።",
        treatments:"ህክምናው እንደበሽታው መነሻ አይነት የሚለያይ ቢሆንም ሁሉንም የሚያስማማወ ለታማሚወ የልብ አቅም የሚሰጡ መድሃኒቶችን እና በስውነት ውስጥ የተሰራጨውን የ ውሃ መጠን በሽንት የሚቀንስ እንዲሁም አየር ያጠራቸው በሽተኞች ከሆኑም የኦክስጅን ድጋፍ ማድረግ የሚያስፈልግ ሲሆን ፤ በዋነኛነት እንደ በሽታው መነሻ አይነት በእንክብል ከሚሰጡ መድሃኒቶች ጀምሮ እስከ ከባድ የቀዶ ጥገና ህክምና ድረስ ሊያስፈልግ ይችላል።"
    },
    {
        id:18,
        title: "18፦ፍርሰተ ልብ ( Myocardial Infarction)",
        description:"ትርጋሜ: ፍርሰተ ልብ ማለት በስብ፣በረጋ ደም ወይም በአደንዛዠ እጽ (ለምሳሌ ሲጋራ፣ኮኬን፣ ሄሮይን ወዘተ) ምክንያት ልብን የሚያጠጡ የደም ትቦዎች ሲዘጉ ወይም ሲኮማተሩ የሚፈጠር የልብ ግድግዳ የመፍረሰ አደጋ ነው። ይህ የህመመ ዓይነት በክፍተኛ ፍጥነትና ክህሎት ህክምና ካላገኝ በአጭር ግዜ የህይወት አደጋ ሊያመጣ ይችላል።",
        image: pic18,
        symptoms:"ምልክቶቹ ከፍተኛ ወደ አንገትና የግራ እጅ የሚሰራጭ የደረት ህመም ፣ ስውነትን የሚደፍቅ ላብ ፣ የአየር ማጠር ፣ ደረት አካባቢ ማቃጣል ፣ ደረት ላይ ከባድ ሸክም የተቀመጣ ያህል መሰማት ወይም ጨምድዶ መያዝ የመሳሰሉ ምልክቶች የታያሉ",
        diagnosis:"በሽታውን ማወቂያ በምልክቶቹ በሽታውን ማወቅ ወይም መገመት የሚቻል ቢሆንም የልብን ኤሌክትሪካዊ ትርታ (ECG) መመርመር እንዲሁም የልብ አልትራ ሳውንድ( Echocardiograpy) ከዚያ በተጨማሪም የልብ ግድግዳ በመፍረሱ ወደ ደም የሚረጩ ማሳያዎችን( Markers) መለካት ያስፈልጋል።",
        treatments:"ህክምናው በመጀመርያ ደረጃ ታማሚው አየር እንዳያጥረውና ችግሩ እንዳይባባስ ኦክሥጅን መሥጠት ፣ ጠንካራ የህመም ማስታገሻ ፣ የልብ ትቦ መክፈት የሚችሉ መድሃኒቶች እንዲሁም የረጋ ደምንና የተቋጠረ ስብን የሚያፈርሱ መድሃኒቶች ሊያስፈልገው ይችላል። በእንዚህ እርምጃዎች ካልተመለሰ የተዘጋውን ትቦ በሰውሰራሽ ትቦ መቀየር ያስፈጋል። /n ህክምናው በመጀመርያ ደረጃ ታማሚው አየር እንዳያጥረውና ችግሩ እንዳይባባስ ኦክሥጅን መሥጠት ፣ ጠንካራ የህመም ማስታገሻ ፣ የልብ ትቦ መክፈት የሚችሉ መድሃኒቶች እንዲሁም የረጋ ደምንና የተቋጠረ ስብን የሚያፈርሱ መድሃኒቶች ሊያስፈልገው ይችላል። በእንዚህ እርምጃዎች ካልተመለሰ የተዘጋውን ትቦ በሰውሰራሽ ትቦ መቀየር ያስፈጋል። ህክምናው በተሳካ ሁኔታ ከተካሄደም በኋላ ታማሚወ ከፍተኛ የአኗኗር ዘይቤ መቀየር ያስፈልገዋል።"
    },
    {
        id:19,
        title: "19፦ልካዊ የልብ ትርታ ( Sinus rhythm )",
        description:"ትርጋሜ: ልካዊ የልብ ትርታ ማለት ሰዎች ምንም ዓይነት የልብ ህመም ሳይኖርባቸው ልባቸው የሚመታበት የልብ ትርታ ፍጥነትና ቅኝት ነው። የዚ ዓይነቱ የልብ ትርታ መነሻ በግራ የደም ተቀባይ የልብ ግድግዳ ላይ የተተከለች ንዝረ ፍሬ (Sinus Node) ናት። የትርታውም ፍጥነት ለአዋቂ ከ60 እስከ 100 በደቂቃ ይደርሳል። እዚህ ላይ መጥቀስ ያስፈለገው በትርታ ችግር የሚመጡ የበሽታ አይነቶችን ለመለየት እንዲያስችል ነው።",
        image: pic19,
        symptoms:"ጤነኝነት",
        diagnosis:"",
        treatments:""
    },
    {
        id:20,
        title: "20፦ልካዊ ፈጣን የልብ ትርታ (Sinus thacycardia )",
        description:"ትርጋሜ: ልካዊ ፈጣን የልብ ትርታ የአንድ ግለሰብ ልብ ምት ምክንያታዊ በሆን መልኩ የልቡ ፍጥነት ሲጨምር ማለት ነው። ለምሳሌ አካላዊ እንቅስቃሴ ሲያደርግ ፣ ሰዎች ሲደነግጡ፣ ካፊን የበዛበት ነገር ሲጠቀሙ ወዘት ሊከሰት ይችላል።",
        image: pic20,
        symptoms:"ምልክቶቹ በደረት ላይ የፈጠነ የልብ ትርታ ስሜት መኖር",
        diagnosis:"በሽታውን ማወቂያ እንደ በሽታ ሚቆጠር ሳይሆን ለተለያዩ ምክንያቶች ልብ ግብረ ምላሽ የሚሰጥበት መንገድ ነው። ቢሆንም ከሌሎች የልብ ምትና ቅኝት ችግሮች ለመለየት የልብ ትርታ ምርመራ (ECG) ማድረግ ይቻላል።",
        treatments:"ህክምናው መድሃኒት አያስፈልገውም።"
    },
    {
        id:21,
        title: "21፦ፍርጠጣዊ የልብ ትርታ (Atrila fibrillation)",
        description:"ትርጋሜ: ይህ ዓይነት የልብ ትርታ እጅግ በታም የፈጠነና የተሳሳተ የልብ ትርታ ዓይነት ሲሆን የደም ተቀባይ (Atrium) እና የደም ረጪ(Ventricle) የሚናበቡበት ቅብብሎሽ ያለተቀናጀና ልኬት የለሽ የሆነ ነው። የዚህ የልብ ምት ፍጥነትም ሆነ ቅኝት የተዛባ ከመሆኑ የተነሳ ለተለያየ ችግር ያጋልጣል።",
        image: pic21,
        symptoms:"ምልክቶቹ የልብ ትርት መጨመር ፣ የልብ ክፍሎች ውስጥ ደም መርጋት ፣ ከረጋው ደም ላይ የተፈረፈረ ደም ወደ ጭንቅላት ውስጥ ወይም ወደ ሳንባ ውስጥ በማለፍ እራስን ማሳት(COMA) ወይም ከፍለ አካልን የማደንዘዝ ችግር( STROKE) ወይም ከፍለ ሳምባን ገብረቢስ ማድረግን ሊያስከትል ይችላል። ችግሩ እየባሰ ሲመጣ የህይወት አደጋ ሊያስከትል ይችላል።",
        diagnosis:"በሽታውን ማወቂያ በምልክቶቹና የልብ ትርታ (ECG) ምርመራ በማድረግ ማወቅ ይቻላል",
        treatments:"ህክምናው የትርታውን ፍጥነትና ቅኝት የሚያስተካክሉ መድሃኒቶችን መጠቀም ያስፈልጋል ከዚያም በተጨማሪ የደም መርጋት እንዳይፈጠር ደም ይሚያቀጥኑ መድሃኒቶችን መስጠት ያስፈልጋል።"
    },
    {
        id:22,
        title: "22፦ጋላቢያዊ የልብ ትርታ (Atrilal flutter )",
        description:"ትርጋሜ:ይህ ዓይነት የልብ ትርታ እጅግ በታም የፈጠነና የተሳሳተ የልብ ትርታ ዓይነት ሲሆን የደም ተቀባይ (Atrium) እና የደም ረጪ(Ventricle) የሚናበቡበት ቅብብሎሽ ግን ልኬት ያለው ነው ለምሳሌ 2:1 ወይም 3፡1 ሊሆን ይችላል። የዚህ የልብ ምት ፍጥነትም ሆነ ቅኝት የተዛባ ከመሆኑ የተነሳ ለተለያየ ችግር ያጋልጣል።",
        image: pic22,
        symptoms:"ምልክቶቹ የልብ ትርት መጨመር ፣ የልብ ክፍሎች ውስጥ ደም መርጋት ፣ ከረጋው ደም ላይ የተፈረፈረ ደም ወደ ጭንቅላት ውስጥ ወይም ወደ ሳንባ ውስጥ በማለፍ እራስን ማሳት(COMA) ወይም ከፍለ አካልን የማደንዘዝ ችግር( STROKE) ወይም ከፍለ ሳምባን ገብረቢስ ማድረግን ሊያስከትል ይችላል። ችግሩ እየባሰ ሲመጣ የህይወት አደጋ ሊያስከትል ይችላል።",
        diagnosis:"በሽታውን ማወቂያ በምልክቶቹና የልብ ትርታ (ECG) ምርመራ በማድረግ ማወቅ ይቻላል",
        treatments:"ህክምናው የትርታውን ፍጥነትና ቅኝት የሚያስተካክሉ መድሃኒቶችን መጠቀም ያስፈልጋል ከዚያም በተጨማሪ የደም መርጋት እንዳይፈጠር ደም ይሚያቀጥኑ መድሃኒቶችን መስጠት ያስፈልጋል።"
    },

]

export default AmhContent;